{
  "stage1": [
    "右隣の人と5回、毎回違うポーズでハイタッチをする。",
    "動物の真似をして、みんなに当ててもらう。",
    "クラスメートを一人褒める。具体的な長所を一つ挙げること。",
    "ジャンピングジャックを5回して、「元気いっぱい！」と叫ぶ。",
    "窓ガラスに笑顔を描いて、外を通る人にプレゼントする。",
    "変な口調（ロボットや歌うなど）で自己紹介をする。",
    "一番近くの人と10秒間見つめ合い、最後に一緒に大笑いする。",
    "先生の誰かの有名な口癖を真似する。",
    "手の甲にオリジナルのラッキーシンボルを描き、1時間消さない。",
    "大げさな感情を込めて古詩（または有名な詩）の一節を朗読する。",
    "自分が思う一番ブサイクな変顔をして、5秒間キープする。",
    "左手で右耳を、右手で左耳を触る動作を5回連続で行う。",
    "大声で3回言う：「私はこの教室で一番輝く星だ！」",
    "前の席の人の肩を10秒間揉んであげる。",
    "昨日あったちょっとした面白い出来事をシェアする。",
    "利き手ではない方の手で、一番得意な漢字を一つ書く。",
    "彫像の真似をして、20秒間動かずにキープする。",
    "最近一番好きな歌を教え、2フレーズ鼻歌を歌う。",
    "美少女戦士（またはアニメキャラ）の変身ポーズをする。",
    "ものすごく辛い唐辛子を食べているフリをする。",
    "お尻を使って自分の名前のイニシャルを書く。",
    "乗り物の音（パトカーや電車など）の真似をする。",
    "目を閉じて片足で10秒立ち、最後に優雅にお辞儀をする。",
    "自分の筆箱に熱烈な愛の告白をする。",
    "カバンの中で一番思い出深いものを見せ、エピソードを話す。",
    "最近流行っているショート動画の定番の動きを真似する。",
    "左隣の人と「にらめっこ」をする。先に瞬きした方が負け。",
    "知っている中で一番寒い親父ギャグを言う。",
    "スポーツ実況者になりきって、「クラスメートがゴミを捨てに行く」様子を実況する。",
    "「宿題を忘れたことに気づいた瞬間」をスローモーションで演じる。"
  ],
  "stage2": [
    "教室の最後列から教壇まで、モデル歩きで自信たっぷりに歩く。",
    "最近のヒット曲のサビを大声で歌う。",
    "あまり親しくないクラスメートに「今日の授業で一番面白かったのはどれ？」と聞く。",
    "右隣の人に手の甲に小さな絵を描いてもらい、ゲーム終了まで残す。",
    "詩を朗読するような口調で英語の教科書の一節を読む。",
    "先生が授業中によくやる特徴的なジェスチャーを真似する。",
    "親友にボイスメッセージを送る：「緊急事態！数学の宿題に追われている！」",
    "教室の後ろで腿上げを10回する（女子は10回まわっても良い）。",
    "スーパースターになりきって、教科書をマイクにして1フレーズ歌い、ファン（みんな）に手を振る。",
    "教科書をランダムに選び、目を閉じて開いたページの最初の文を大声で読む。",
    "今日のファッションをラップで紹介する。",
    "カニ歩きで教室の端から端まで横歩きする。",
    "テレビショッピングの司会者になりきって、机の上の文房具を一つ宣伝する。",
    "黒板を鏡に見立てて、30秒間自分を褒め続ける。",
    "髪型を面白い形にして、一巡するまでそのままにする。",
    "ゲームやアニメのキャラの決め技を、セリフ付きで真似する。",
    "左隣の友達と肘を軽くぶつけ合い、「接続完了！」と言う。",
    "SNSに投稿：「実は私の隠された正体は…」（3分後に削除可）。",
    "「勉強大好き」と3つの違うトーンで言う。",
    "電池切れのロボットになりきって、ぎこちない動きでみんなにペンを配る。",
    "クラスメートを一人誘い、自分が1フレーズ歌い、相手に続きを歌してもらおう（2フレーズでOK）。",
    "平均台の上にいるフリをして、両手を広げて一直線上を歩く。",
    "次のテストで何位上げたいか大声で叫ぶ。",
    "担任の先生が休みを発表する時の様子を真似する。",
    "大げさな「嬉し泣き」の表情をする。",
    "おでこを机に10秒間つけ、「充電中」のフリをする。",
    "サッカー選手になりきって、かっこいいシュートの動きをする。",
    "左隣の人に一言話すが、必ず甘えた口調で言うこと。",
    "体を使って数字の「7」を作る。",
    "子猫のように可愛く2回鳴く。"
  ],
  "stage3": [
    "連絡先の5番目の人に電話して、「お客様、予約されていたユーモアが届きました」と言う。",
    "教室の入り口へ行き、廊下に向かって「私たちの友情/青春に乾杯！」と叫ぶ。",
    "他のクラスの人（または廊下にいる先生）に「頑張ってください！」と真剣に言う。",
    "クラスのグループに投稿：「重要通知：休み時間を延長する必要があります！」（面白い画像を添えて）。",
    "国旗（または黒板）に向かって、愛国歌（または校歌）の一節を感情を込めて歌う。",
    "ゴリラの真似をして胸を叩き、自分の席を一周する。",
    "親友にメッセージを送る：「緊急！世界の難問を発見：鶏が先か、卵が先か？」",
    "教壇で30秒間のオリジナルダンスを踊る（ジャンル不問）。",
    "クラスメートを一人選び、武士のように拳を合わせて「お見それしました！」と言う。",
    "3種類の違う笑い方をする：照れ笑い、不敵な笑い、高笑い。",
    "SNSのプロフィールを「現在、宇宙で任務遂行中」に変更する（半日間キープ）。",
    "隣の人に「君は今日から私のゴールデンパートナーだ！」と言ってハイタッチする。",
    "家族にメッセージ：「さっき、お母さん（お父さん）の料理の味が頭の中で再生されたよ。」",
    "教室の外に出て、最初に出会った先生か生徒に敬礼する。",
    "左右の靴紐を（緩めに）結び、3回ジャンプしてみる。",
    "隣のクラスのドアへ行き、「このクラス、オーラがすごいですね！」と素早く言って礼儀正しく去る。",
    "好きな有名人の歩き方を真似する。",
    "クラスメートを一人選び、10秒間のドラマチックな「一目惚れ」を演じる。",
    "頭の上に教科書を乗せ、落とさずに教壇から自分の席まで歩く。",
    "「ハッピーバースデー」のメロディで、自分の水筒に「誕生日おめでとうの歌」を歌う。",
    "手のひらに笑顔を描き、次の挑戦者の手の甲にスタンプ（押し当てる）する。",
    "紙を丸めてメガホンにし、窓の外に向かって「今日も一日頑張るぞ！」と叫ぶ。",
    "「私のエネルギーは想像を超えている！」と叫び、パワーを溜めるポーズをする。",
    "先生に「先生、さっきの話、完全に理解しました！」と真剣に言う。",
    "家族にランダムにボイスメッセージを送る：「もしもし、地球カスタマーサービスです。ご用件は？」",
    "期末テストが全科目合格（または優秀）だった時のリアクションを再現する。",
    "黒板に不思議な生き物を描き、「学習獣」と名付ける。",
    "社交ダンスを踊っているフリをして、優雅に「見えないパートナー」を誘ってターンする。",
    "アナウンサーのような口調で、国語の教科書の情緒的な一節を朗読する。",
    "クラスメートのところへ行き、見えないプレゼントを渡すフリをする：「はい、次のテスト用の透明薬だよ！」"
  ]
}