{
  "stage1": [
    "High five the person to your right, with rhythm!",
    "Imitate an animal sound and let everyone guess.",
    "Sincerely compliment a classmate of the opposite gender.",
    "Do 5 squats and shout 'I want to grow tall!'",
    "Draw a heart in the air and send it to everyone.",
    "Introduce yourself in a strange accent.",
    "Stare at the person closest to you for 10 seconds without laughing.",
    "Imitate a classic catchphrase of a teacher.",
    "Draw a Peppa Pig on the back of your hand.",
    "Recite a poem with deep emotion.",
    "Make a funny face and hold it for 5 seconds for a photo.",
    "Touch your knee with your elbow 5 times.",
    "Shout 3 times: 'I am the coolest kid in school!'",
    "Give a friend a back massage for 30 seconds.",
    "Share an embarrassing childhood story.",
    "Write your name with your non-dominant hand.",
    "Freeze like a statue for 30 seconds.",
    "Tell everyone your favorite cafeteria food.",
    "Do an Ultraman beam pose.",
    "Pretend you are eating very hot noodles.",
    "Write the number '8' with your butt.",
    "Imitate the sound of a musical instrument.",
    "Close your eyes and stand on one leg for 10 seconds.",
    "Confess your love to your water bottle.",
    "Show the weirdest thing in your backpack.",
    "Imitate a popular meme.",
    "Play Rock-Paper-Scissors with the person on your left, best of 3.",
    "Tell a dad joke.",
    "Pretend to be a news anchor reporting on 'Lunch'.",
    "Run in slow motion."
  ],
  "stage2": [
    "Do a catwalk model walk across the room.",
    "Sing the chorus of the school anthem loudly.",
    "Ask someone you don't know well: 'How is the weather today?'",
    "Let the person on your right put a sticker on your face for 10 mins.",
    "Read a textbook paragraph in a romantic tone.",
    "Imitate a celebrity's signature move.",
    "Send a voice note to your best friend: 'Help, I've been abducted by aliens!'",
    "Do 10 pushups (or squats) at the back of the room.",
    "Pretend you are at a concert and sing a pop song chorus.",
    "Open a book to page 20 and read the first sentence loudly.",
    "Rap about what you ate today.",
    "Hop like a zombie to the door and back.",
    "Pretend to be a salesperson selling your pen.",
    "Compliment yourself in the mirror (or phone camera) for 1 minute nonstop.",
    "Mess up your hair and keep it that way for one round.",
    "Imitate an anime character's special move and shout the line.",
    "Bump hips with the friend on your left.",
    "Post on social media: 'Actually, I am a hidden wizard.' (Delete after 5 mins)",
    "Compliment everyone present in English (or another language).",
    "Act like a robot serving water.",
    "Sing a duet with a classmate of the opposite gender.",
    "Pretend to walk on a tightrope.",
    "Shout out your dream university.",
    "Imitate your homeroom teacher when they are angry.",
    "Make an exaggerated surprised face.",
    "Touch the wall with your nose for 10 seconds.",
    "Pretend to shoot a basketball and score.",
    "Act cute to the person on your right until they laugh.",
    "Form the letter 'A' with your body.",
    "Cry like a baby twice."
  ],
  "stage3": [
    "Call the 10th person in your contacts and say: 'I like your profile pic.'",
    "Go to the hallway/playground and shout: 'I want a boyfriend/girlfriend!'",
    "Make a heart sign to a stranger/classmate.",
    "Send a funny ugly selfie to the class group chat.",
    "Sing a dramatic song to a teacher (or their photo).",
    "Beat your chest like a gorilla and yell 3 times.",
    "Message your crush/friend: 'Hey, I need help with math... what is 1+1?'",
    "Dance (square dance or aerobics) on the podium/center stage.",
    "Kneel on one knee to a random person and say: 'Please accept my knees.'",
    "Laugh as loud as you can 3 times: 'Ha! Ha! Ha!'",
    "Change your social bio to: 'Busy saving the world.' (Keep for 1 day)",
    "Confess to your desk mate (fake): 'Actually... I've loved your eraser for a long time.'",
    "Text your parents: 'Mom/Dad, I love you.' (Show the reply)",
    "Nod and say 'Thank you for your service' to everyone you meet in the hall.",
    "Tie your shoelaces together and try to walk 2 steps.",
    "Yell at the door of the next class: 'Did anyone drop a million dollars?'",
    "Walk around the room in the ugliest way possible.",
    "Stare deeply at a person of the opposite gender for 30 seconds.",
    "Put your head against the wall and say: 'I am pondering life.' for 1 min.",
    "Send a voice message singing 'Happy Birthday' to a friend.",
    "Draw a pig on your hand and show it to the first 3 people you see.",
    "Pretend to be a beggar asking for coins with a pencil case.",
    "Shout: 'I am the smartest person alive!' then pretend to trip.",
    "Message a teacher: 'Teacher, your hair looked great today!'",
    "Call a random number and say: 'Hello, your delivery is here.'",
    "Imitate your reaction when you see your crush.",
    "Draw a big heart on the board/paper and write 'Seeking attention'.",
    "Dance a couple's dance with the air.",
    "Read a cheesy pickup line loudly.",
    "Ask to borrow money from everyone (fake), saying you need to go to Mars."
  ]
}
