{
  "stage1": [
    "Do five fancy high-fives with the person on your right (no repeating poses).",
    "Imitate an animal and let everyone guess what it is.",
    "Praise a classmate by pointing out a specific merit.",
    "Do five jumping jacks and shout \"Full of energy!\"",
    "Draw a smiley face on the window glass for someone passing by.",
    "Introduce yourself in a strange tone (e.g., robot, singing).",
    "Stare into the eyes of the person closest to you for 10 seconds, then laugh together.",
    "Imitate any teacher's classic catchphrase.",
    "Draw an original lucky symbol on the back of your hand and keep it for an hour.",
    "Recite a line of ancient poetry with exaggerated emotion.",
    "Make what you think is your ugliest funny face and hold it for 5 seconds.",
    "Touch your right ear with your left hand and your left ear with your right hand, five times in a row.",
    "Say three times loudly: \"I am the brightest star in this classroom!\"",
    "Massage the shoulders of the classmate in front of you for 10 seconds.",
    "Share a small funny thing that happened to you yesterday.",
    "Write the character you're best at with your non-dominant hand.",
    "Imitate a statue and stay still for 20 seconds.",
    "Tell everyone your current favorite song and hum two lines.",
    "Do a transformation pose of Sailor Moon (or any anime character).",
    "Pretend to be eating an incredibly spicy chili pepper.",
    "Write the first letter of your name using your butt.",
    "Imitate the sound of a vehicle (e.g., police car, train).",
    "Close your eyes, stand on one leg for 10 seconds, then take a graceful bow.",
    "Confess your love deeply to your pencil case.",
    "Show everyone the item in your backpack that has the most story behind it.",
    "Imitate a classic move from a recently popular short video.",
    "Play a \"staring game\" with the person on your left; whoever blinks first loses.",
    "Tell the coldest \"dad joke\" you know.",
    "Pretend to be a sports commentator and narrate the process of a classmate getting up to throw away trash.",
    "Perform the \"shocking moment of realizing you forgot your homework\" in slow motion."
  ],
  "stage2": [
    "Walk confidently from the back row to the podium with a model walk.",
    "Sing the chorus of a recently popular song loudly.",
    "Find an unfamiliar classmate and ask: \"Which class do you think was most interesting today?\"",
    "Let the person on your right draw a small pattern on the back of your hand; keep it until the game ends.",
    "Read a paragraph from an English textbook in the tone of reciting poetry.",
    "Imitate a teacher's signature gesture while lecturing.",
    "Send a voice message to your best friend: \"Alert! Math homework is hunting me down!\"",
    "Do 10 high knees at the back of the classroom (girls can spin 10 times instead).",
    "Pretend to be a superstar, use a textbook as a microphone, sing one line, and wave to the \"fans.\"",
    "Randomly pick a textbook, close your eyes and flip to a page, then read the first sentence loudly.",
    "Introduce your outfit today in a RAP style.",
    "Walk like a crab, sideways from one side of the classroom to the other.",
    "Pretend to be a TV shopping host and promote a piece of stationery on your desk.",
    "Praise yourself to the blackboard (as a mirror) for 30 seconds without repeating.",
    "Make your hair into a funny style and keep it for one round.",
    "Imitate an anime or game character's signature skill and shout their line.",
    "Gently bump elbows with the friend on your left and say \"Connection successful!\"",
    "Post on social media: \"Revealing my hidden identity...\" (can be deleted after 3 minutes).",
    "Say \"I love studying\" in three different tones.",
    "Act like a robot out of battery, delivering a pen to everyone with slow, jerky movements.",
    "Invite a classmate: you sing one line and let them sing the next (just two lines).",
    "Pretend to be on a balance beam, walking in a straight line with arms outstretched.",
    "Shout out how many places you want to improve in the next exam.",
    "Imitate the class teacher's manner when announcing a holiday.",
    "Make a super exaggerated \"crying for joy\" face.",
    "Gently touch the table with your forehead for 10 seconds, pretending to recharge.",
    "Pretend to play soccer and perform a cool shooting move.",
    "Say something to the person on your left, but you must use a \"coquettish\" tone.",
    "Form the number \"7\" with your body.",
    "Meow like a kitten acting spoiled twice."
  ],
  "stage3": [
    "Call the 5th contact on your list and say: \"Hello, your reserved sense of humor has been delivered.\"",
    "Go to the classroom door and shout into the hallway: \"Cheers to our friendship/youth!\"",
    "Find a student from another class (or a teacher in the hallway) and seriously say \"Keep it up!\"",
    "Send a message to the class group: \"Important notice: Break time needs to be extended!\" (attach a funny meme).",
    "Sing one line of \"Me and My Motherland\" deeply to the national flag (or blackboard).",
    "Imitate a gorilla, beating your chest and walking around your seat once.",
    "Message your best friend: \"Urgent! Discovered a world-class mystery: Which came first, the chicken or the egg?\"",
    "Perform a 30-second original dance on the podium, style unrestricted.",
    "Randomly find a classmate, cup your hands in a traditional greeting, and say: \"Admirable, truly admirable!\"",
    "Make three distinctly different laughs: silly laugh, sinister laugh, and wild laugh.",
    "Change your social media bio to: \"This person is on a mission in outer space.\" (keep for half a day).",
    "Say to your desk mate: \"I declare, you are my golden partner today!\" and high-five.",
    "Message a family member: \"The taste of the food you cook just suddenly replayed in my head.\"",
    "Walk out of the classroom and salute the first teacher or student you meet.",
    "Tie your shoelaces together (loosely) and try to jump three times.",
    "Go to the door of the next class and quickly say \"Your class aura is so strong!\" then leave politely.",
    "Imitate your favorite celebrity's walk.",
    "Find a classmate and perform a 10-second inner monologue of \"one glance for ten thousand years.\"",
    "Balance a textbook on your head and walk from the podium to your seat without it falling.",
    "Sing \"Happy Birthday\" to your water cup to the tune of the actual song.",
    "Draw a smiley face on your palm, find the next player, and stamp it onto the back of their hand.",
    "Roll a piece of paper into a megaphone and shout out the window: \"New day, keep fighting!\"",
    "Shout: \"My energy is beyond your imagination!\" then do a power-up pose.",
    "Say to a subject teacher: \"Teacher, I finally understood that point you just made!\" (must be sincere).",
    "Randomly send a voice note to a family member: \"Hello, this is Earth Customer Service, how can I help you?\"",
    "Imitate your reaction when you see that all your final exam results are passing (or excellent).",
    "Draw a strange creature on the blackboard and name it \"Study Beast.\"",
    "Pretend you are dancing a ballroom dance, gracefully inviting an \"invisible partner\" to spin and dance.",
    "Read a most lyrical passage from a Chinese textbook in a broadcasting tone.",
    "Walk up to a classmate and pretend to give them an invisible gift: \"Here's a bottle of invisibility potion for the next dictation!\""
  ]
}