{
  "stage1": [
    "右隣の人とリズムよくハイタッチを10回する！",
    "動物の鳴きまねをして、みんなに当ててもらう。",
    "異性のクラスメートを心から褒める。",
    "スクワットを5回して、「背が高くなりたい！」と叫ぶ。",
    "空中にハートを描いて、みんなに送る。",
    "変な方言で自己紹介をする。",
    "一番近くにいる人と10秒間見つめ合う（笑ってはいけない）。",
    "先生の口癖を真似する。",
    "手の甲にブタの絵を描く。",
    "感情を込めて詩を朗読する。",
    "変顔をして5秒間キープ（写真を撮ってもらおう）。",
    "肘で膝を5回タッチする。",
    "大声で3回叫ぶ：「私は学校で一番イケてる！」",
    "友達の背中を30秒間マッサージする。",
    "子供の頃の恥ずかしい話をシェアする。",
    "利き手じゃない方の手で自分の名前を書く。",
    "30秒間、彫像のように動かない。",
    "一番好きな学食のメニューを発表する。",
    "ウルトラマンのビームのポーズをする。",
    "激熱のラーメンを食べているフリをする。",
    "お尻で数字の「8」を書く。",
    "楽器の音マネをする。",
    "目を閉じて片足で10秒立つ。",
    "水筒に愛の告白をする。",
    "カバンの中にある一番変なものを見せる。",
    "流行りのミームの真似をする。",
    "左隣の人とジャンケン（3回勝負）。",
    "親父ギャグを言う。",
    "ニュースキャスターになりきって「今日のランチ」を報道する。",
    "スローモーションで走るフリをする。"
  ],
  "stage2": [
    "教室をモデル歩きで往復する。",
    "校歌（または好きな歌）のサビを大声で歌う。",
    "あまり話したことのない人に「今日の天気はどう？」と聞く。",
    "右隣の人に顔にシールを貼ってもらい、10分間そのままにする。",
    "教科書の一節をロマンチックな口調で読む。",
    "有名人の決めポーズを真似する。",
    "親友にボイスメッセージを送る：「助けて、宇宙人に誘拐された！」",
    "教室の後ろで腕立て伏せ（またはスクワット）を10回する。",
    "コンサート会場にいるフリをして、ポップソングを熱唱する。",
    "適当な本を開いて、20ページの最初の文を大声で読む。",
    "今日食べたものをラップで表現する。",
    "キョンシーのようにジャンプしてドアまで行って戻ってくる。",
    "セールスマンになりきって、自分のペンを売り込む。",
    "鏡（またはスマホ）に向かって1分間自分を褒めちぎる。",
    "髪をボサボサにして、次のターンまでそのままにする。",
    "アニメキャラの必殺技の真似をして、セリフを叫ぶ。",
    "左の友達とお尻相撲（お尻でドンとぶつかる）。",
    "SNSに投稿：「実は、私は隠れ魔法使いなんだ。」（5分後に削除可）",
    "英語（または他の外国語）で全員を褒める。",
    "ロボットのフリをして水を配る。",
    "異性の友達とデュエットする（ワンフレーズでもOK）。",
    "綱渡りをしているフリをする。",
    "志望大学（または夢）を大声で叫ぶ。",
    "怒った時の担任の先生の真似をする。",
    "大げさに驚いた顔をする。",
    "鼻を壁に10秒間つける。",
    "バスケのシュートを決めるフリをする（カッコよく！）。",
    "右隣の人が笑うまで可愛く振る舞う。",
    "体でアルファベットの「A」を作る。",
    "赤ちゃんの泣き真似を2回する。"
  ],
  "stage3": [
    "連絡先の10番目の人に電話して、「アイコン写真、素敵だね」と言う。",
    "廊下（または校庭）に行って叫ぶ：「恋人が欲しいー！」",
    "知らない人（またはクラスメート）に指ハートをする。",
    "クラスのグループチャットに変顔写真を送る。",
    "先生（または写真）に向かって情熱的に歌う。",
    "ゴリラのように胸を叩いて3回叫ぶ。",
    "好きな人（または友達）にメッセージ：「ねえ、数学教えて... 1+1っていくつ？」",
    "教壇（または部屋の中央）でダンスを踊る（ラジオ体操でも可）。",
    "誰かの前で片膝をついて、「私の膝を受け取ってください」と言う。",
    "最大音量で3回笑う：「ハ！ハ！ハ！」",
    "SNSの自己紹介を「世界を救うのに忙しい」に変える（1日キープ）。",
    "隣の席の人に告白（嘘）：「実は...ずっと前から君の消しゴムが好きだったんだ。」",
    "親にメッセージ：「パパ/ママ、愛してる。」（返信を見せる）",
    "廊下で会う人全員に頷いて「お勤めご苦労様です」と言う。",
    "靴紐を左右結んで、2歩歩いてみる。",
    "隣のクラスのドアに向かって叫ぶ：「誰か100万円落としましたかー？」",
    "一番不格好な歩き方で部屋を一周する。",
    "異性と30秒間、深情けに見つめ合う。",
    "壁に頭をつけて「人生について考えている」と1分間言う。",
    "友達に「ハッピーバースデー」を歌ったボイスメッセージを送る。",
    "手の甲にブタを描いて、最初に出会った3人に見せる。",
    "筆箱を持って物乞いのフリをする。",
    "「私は世界一の天才だ！」と叫んでから、転ぶフリをする。",
    "先生にメッセージ：「先生、今日の髪型イケてました！」",
    "適当な番号に電話して（繋がったら）：「こんにちは、デリバリーです」と言う。",
    "好きな人を見た時のリアクションを再現する。",
    "黒板（または紙）に大きなハートを描いて「かまってちゃん」と書く。",
    "空気とペアダンスを踊る。",
    "クサい口説き文句を大声で読む。",
    "「火星に行くから」という理由で、みんなにお金を借りようとする（フリ）。"
  ]
}
